DeviceName = "内蔵オーディオ";
DeviceShortName = "内蔵";
ManufacturerName = "Apple Inc.";

Headphones = "ヘッドフォン";
IntSpeakers  = "内蔵スピーカー";
LineOut = "ライン出力";
DigitalOut = "デジタル出力";

ExternalMic = "外部マイク";
InternalMic = "内蔵マイク";
LineIn = "ライン入力";
DigitalIn = "デジタル入力";

DeviceNameHeadphone = "内蔵オーディオヘッドフォン";
DeviceNameSpeaker = "内蔵オーディオスピーカー";
DeviceNameLineOut = "内蔵オーディオライン出力";
DeviceNameDigitalOut = "内蔵オーディオデジタル出力";
DeviceNameLineIn = "内蔵オーディオライン入力";
DeviceNameAuxIn = "内蔵オーディオ予備入力（AUX）";
DeviceNameMic = "内蔵オーディオマイク";
DeviceNameExtMic = "内蔵オーディオ外部マイク";
DeviceNameDigitalIn = "内蔵オーディオデジタル入力";

DevShortNameHdpn = "内蔵ヘッドフォン";
DevShortNameSpkr = "内蔵スピーカー";
DevShortNameLino = "内蔵ライン出力";
DevShortNameSpdo = "内蔵デジタル出力";
DevShortNameOut = "内蔵出力";
DevShortNameLini = "内蔵ライン入力";
DevShortNameAuxi = "内蔵 AUX 入力";
DevShortNameEMic = "内蔵外部マイク";
DevShortNameIMic = "内蔵マイク";
DevShortNameSpdi = "内蔵デジタル入力";
DevShortNameIn = "内蔵入力";

UnlockedClock = "ロック解除";
LockedClock = "ロック";